{
  "chapters": [
    {
      "title": "It Was All A Dream",
      "background": "./images/chapter-dream.jpg",
      "parts": [
        {
          "title": "Reality, After All",
          "text": "Ever had that feeling that the moments that make your life are nothing but empty memories? That, no matter what happens, good things or bad things, in the end, they don't really matter? Well, that's how I feel everyday."
        }, {
          "title": "A Character For You",
          "text": "You might be wondering who the hell am I. After all, people have the need to identify themselves in others, maybe not to feel alone. What I really want you to do is focus on the ideas, and not on the people, but I'll give you a character, if that's what you need."
        }, {
          "title": "Lonely Boy",
          "text": "Here it is. A lonely boy. A somewhat typical lonely boy. He talks to people, he works, goes to the gym. But he can't really connect to others. He don't understand why people struggle to solve problems they themselves create. He's a misfit."
        }
      ]
    }, {
      "title": "Rainy Days",
      "background": "./images/chapter-rain.jpg",
      "parts": [
        {
          "title": "Naive Dream",
          "text": "This boy had a conflict. One side of his personality wanted to be like the others. Have a common life, make mistakes, love, hate, be human after all. Living for the day, but not limited to it. The other side, however, wanted to make a change. To see the world a better place, with justice and opportunities for everyone. Naive Dream."
        }, {
          "title": "The Outshined",
          "text": "So he tried to find his meaning. The meaning of his life, of his heartbeats, of his toughts. Everything has a meaning. That's how life's ought to be. Else, what's the purpose. And so, one day he simply found it. And it was a girl. Helena was her name. She wasn't extremely beautiful, but the way she talked, her expressions, her movements. He was in love. Or so he tought."
        }
      ]
    }
  ]
}
